{
  "dart-vim-plugin": { "branch": "master" },
  "julia-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "rust.vim": { "branch": "master" },
  "supertab.nvim": { "branch": "main" },
  "vim-airline": { "branch": "master" },
  "vim-bbye": { "branch": "master" },
  "vim-bufferline": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-crystal": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-jsx": { "branch": "master" },
  "vim-one": { "branch": "master" },
  "vim-pug": { "branch": "master" },
  "vim-reason-plus": { "branch": "master" },
  "vim-slim": { "branch": "master" },
  "vim-slime": { "branch": "main" },
  "vim-sneak": { "branch": "master" },
  "vim-solidity": { "branch": "master" },
  "vim-trailing-whitespace": { "branch": "master" },
  "yajs.vim": { "branch": "master" }
}
