{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "dart-vim-plugin": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "julia-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "supertab.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-bbye": { "branch": "master" },
  "vim-bufferline": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-crystal": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-jsx": { "branch": "master" },
  "vim-one": { "branch": "master" },
  "vim-pug": { "branch": "master" },
  "vim-reason-plus": { "branch": "master" },
  "vim-slim": { "branch": "master" },
  "vim-slime": { "branch": "main" },
  "vim-sneak": { "branch": "master" },
  "vim-solidity": { "branch": "master" },
  "vim-trailing-whitespace": { "branch": "master" },
  "yajs.vim": { "branch": "master" }
}
